Repository: common-repository/wc-billie-io-payment-gateway
Catalog: languages/wc-billie-io-payment-gateway-*_formal.po
Languages: de

source: Allow your customers to pay via Billie.io.
de: Erlaubt Ihren Kunden via Billio.io zu bezahlen.

source: Private person
de: Privatperson

source: Company
de: Firma / Unternehmen

source: Street name
de: Straßenname

source: House Number
de: Hausnummer

source: successfully paid
de: erfolgreich bezahlt

source: Payment via Billie.io
de: Zahlung via Billie.io

source: Date/Time
de: Status

source: at
de: am

source: Enable/Disable
de: Aktivieren/Deaktivieren

source: Enable Billie.io Gateway
de: Billie.io Gateway aktivieren

source: Title
de: Titel

source: This controls the title which the user sees during checkout.
de: Hier können Sie den Titel bearbeiten den der Kunde im Checkout sieht.

source: Billie.io - Purchase on invoice
de: Billie.io - Kauf auf Rechnung

source: Description
de: Beschreibung

source: This controls the description which the user sees during checkout.
de: Hier können Sie die Beschreibung bearbeiten den der Kunde im Checkout sieht.

source: Pay comfortably after receiving the goods. Variable period 30-60-120 days.
de: Bezahlen Sie beqem nach Erhalt der Ware. Wählbar zwischen 30-60 und 120 Tagen.

source: Enable Test Mode
de: Test Modus aktivieren

source: Place the payment gateway in test mode using test API keys.
de: Bringen Sie das Zahlungsgateway mit Hilfe von Test-API-Schlüsseln in den Testmodus.

source: TEST MODE ACTIVATED. No payments are really executed. If you want to execute payments, please deactivate the test mode.
de: TESTMODUS AKTIVIERT. Es werden keine Zahlungen wirklich ausgeführt. Wenn Sie Zahlungen ausführen wollen, deaktivieren Sie bitte den Testmodus.

source: When do you intend to settle the amount?
de: Wann wollen Sie den Betrag zu begleichen?

source: in 30 Days
de: in 30 Tagen

source: in 60 Days
de: in 60 Tagen

source: in 120 Days
de: in 120 Tagen

source: Please select whether you are a private person or a company.
de: Bitte wählen Sie aus ob Sie eine Privatperson sind oder ein Unternehmen.

source: House Number is required!
de: Hausnummer ist ein Pflichtfeld!

source: Unfortunately an error has occurred: There is no Client ID defined in the settings
de: Leider ist ein Fehler aufgetreten: Es ist keine Client-ID in den Einstellungen definiert

source: Unfortunately an error has occurred: There is no Client Secret value defined in the settings!
de: Leider ist ein Fehler aufgetreten: In den Einstellungen ist kein Client-Secret-Wert definiert!

source: Unfortunately an error has occurred in the communication with the payment server:
de: Leider ist ein Fehler in der Kommunikation mit dem Zahlungsserver aufgetreten:

source: at
de: am

source: The payment via Billie.io was <b>not</b> successful.<br />You cannot use this payment method for this purchase.
de: Die Zahlung über Billie.io war <b>nicht</b> erfolgreich.<br />Sie können diese Zahlungsmethode nicht für diesen Kauf verwenden.

source: Payment via Billie.io <b>NOT</b> successful.
de: Zahlung über Billie.io <b>NICHT</b> erfolgreich.

source: At
de: Am

source: Reason
de: Grund

source: Duration
de: Laufzeit

source: Unfortunately the payment method Billie.io cannot be used for this purchase.<br />Please select another payment method.
de: Leider kann die Zahlungsmethode Billie.io für diesen Kauf nicht verwendet werden.<br />Bitte wählen Sie eine andere Zahlungsmethode.

source: Error:</b> Unfortunately an error has occurred
de: Fehler:</b> Leider ist ein Fehler aufgetreten
